[
  {
    "ID": 1,
    "Name": "Anton",
    "CName": "安東",
    "Gender": "Male",
    "IsChild": false,
    "Characteristic": "Good Mathematicians",
    "Habit": "Abstinent",
    "CombatProficiency": "Low",
    "Description": "I've been running into insufferable rubes or outright criminals",
    "Memo": ""
  },
  {
    "ID": 2,
    "Name": "Cveta",
    "CName": "茲維塔",
    "Gender": "Female",
    "IsChild": false,
    "Characteristic": "Loves Children",
    "Habit": null,
    "CombatProficiency": "Worst",
    "Description": "Oh dear, that is embrassing. I know I'm not much an asset in this terrible situation.",
    "Memo": ""
  },
  {
    "ID": 3,
    "Name": "Zlata",
    "CName": "扎菈塔",
    "Gender": "Female",
    "IsChild": false,
    "Characteristic": "Bolster Spirits",
    "Habit": null,
    "CombatProficiency": null,
    "Description": "I was just accepted to the music academy when the war broke out. I had so many plans, I had dreams. I used to play the guitar, date boys, dance. My little brother Tadei always made me smile. It all seems a dream now, replaced by this nightmare we live in. Yet I still jope one day we can forget the war and carry on with our lives as if it had never happened.",
    "Memo": ""
  },
  {
    "ID": 4,
    "Name": "Emilia",
    "CName": "艾米麗亞",
    "Gender": "Female",
    "IsChild": false,
    "Characteristic": "Talented Lawyer",
    "Habit": "Coffee Drinker",
    "CombatProficiency": null,
    "Description": "Now that we're stuck together, I might as well tell you about me and my family. Father was a very practical man. He always reminded us of the importance of financial safety. That's why I became a lawyer like him, and my sister was to become a doctor. When the war broke out, we had a lot of saving on our family account. But the currency soon lost all value, the banks were closed and we had no foreign cash. In a matter of days we became poor.",
    "Memo": ""
  },
  {
    "ID": 5,
    "Name": "Kalina",
    "CName": "卡琳娜",
    "Gender": "Female",
    "IsChild": true,
    "Characteristic": "War Orphan",
    "Habit": null,
    "CombatProficiency": null,
    "Description": "Hello, my name is Kalina, what's your name? We can be friends. I don't have many friends now that everyone is fighting. Only my brother. He is my best friend, he looks after me, and says everything will be alright. He went to look for our uncle, who will come for us and take us far away from the angry people who fight each other. And then mommy and daddy will come back.",
    "Memo": ""
  },
  {
    "ID": 6,
    "Name": "Marin",
    "CName": "馬林",
    "Gender": "Male",
    "IsChild": false,
    "Characteristic": null,
    "Habit": null,
    "CombatProficiency": null,
    "Description": "I thought I'd been through hell before. I'm a fireman. I've entered blazing buildings to save lives more times than I care to remember. But back then I had people teamed up against a common foe, namely the fire. Nowadays, your former neighbor can kill you because your grandparents spoke a different language than his. This is true hell on earth.",
    "Memo": ""
  },
  {
    "ID": 7,
    "Name": "Macro",
    "CName": "馬可",
    "Gender": "Male",
    "IsChild": false,
    "Characteristic": null,
    "Habit": null,
    "CombatProficiency": "Best",
    "Description": "",
    "Memo": ""
  }
]